Repository: mlatysheva/bike-travel-app
Catalog: src/locale/messages.*.xlf
Languages: de

source: The following bikes were stolen in this area
de: Die folgenden Fahrräder wurden in diesem Bereich gestohlen

source: No stolen bikes were found in this area
de: Keine gestohlenen Fahrräder wurden in diesem Bereich gefunden

source: Developed by:
de: Entwickelt von:

source: Places
de: Orte

source: My Place
de: Mein Ort

source: Bikes
de: Fahrräder

source: My Bike
de: Mein Rad

source: Report a theft
de: Diebstahl melden

source: Search for my stolen bike
de: Nach meinem gestohlenen Rad suchen

source: The following places were found for your search
de: Die folgenden Orte wurden für Ihre Suche gefunden

source: Enter a place:
de: Nach einem Ort suchen:

source: Title
de: Titel

source: Description
de: Beschreibung

source: Manufacturer
de: Hersteller

source: Year of manufacture
de: Baujahr

source: Type of bike
de: Fahrradtyp

source: Image (if already available on the Internet)
de: Bild (falls bereits im Internet verfügbar)

source: Date of theft
de: Datum des Diebstahls

source: Place of theft
de: Ort des Diebstahls

source: Frame colors
de: Rahmenfarben

source: Mobile number
de: Handynummer

source: Submit
de: Melden

source: Report a bike theft
de: Diebstahl melden
